HELLO_MESSAGE = """
Добро пожаловать!
Бот умеет сохранять ваши сообщения (фото, видео, аудио, текст): публично или приватно, распределяя по папкам
Для второго варианта нужно запомнить приватный ключ, без него невозможно узнать даже о существовании папки

Вы можете переслать боту пост из канала или сообщение из чата, чтобы надежно сохранить

1. Сохраняйте важные сообщения из бесед
2. Фотки, которые не можете оставить в основной галерее
3. То, к чему нужен быстрый доступ через клиент Telegram

Папки здесь называются "Комнатами"
"""

REFERENCE = """
Бот хранит несколько видов данных:
1. Текст, картинки
2. Аудио сообщения
3. Видео, документы

Из главного меню можно зайти в любую комнату с помощью кнопки "Список комнат" или просто написав боту ее название

Находясь в комнате можно просматривать ее содержимое и добавлять новое, просто присылая его боту (или пересылая из других чатов)

Если в комнате переслать сообщение обратно боту, добавив точку ("."), оно будет удалено

*Не забывайте возвращаться обратно в главное меню после просмотра*

Если вы перешлете сообщение (только одно) боту (который находится в главном меню), 
он предложит вам добавить присланный вами контент в нужную комнату

Из меню, по кнопке "Настройки комнат" вы сможете:
1. Удалить ненужные комнаты (*безвозвратно*, со всем содержимым)
2. Переименовать или сменить ключ у приватной комнаты
3. Поменять видимость: сделать публичную приватной или наоборот

*Никогда не удаляйте сообщение /start из чата*
Можете удалить ознакомительное сообщение с инструкцией, если оно вам мешает

Написать в поддержку: @fivol61
"""
