HELLO_MESSAGE = """
Добро пожаловать!
Бот умеет сохранять ваши данные: публично или приватно. 
Для второго варианта нужно запомнить ключ от комнаты - он может быть любым текстом
"""

REFERENCE = """
Бот хранит несколько видов данных:
1. Текст, картинки
2. Аудио сообщения
3. Видео

Из главного меню можно зайти в любую комнату с помощью кнопки "Список комнат" или просто написав боту ее название

Находясь в комнате можно просматривать ее содержимое и добавлять новое, просто присылая его боту (или пересылая из других чатов)

Если в комнате переслать сообщение обратно боту, добавив точку ("."), оно будет удалено

*Не забывайте возвращаться обратно в главное меню для удобства*

Если вы перешлете сообщение (только одно) боту (который находится в главном меню), 
он предложит вам добавить присланный вами контент в нужную комнату

Из меню, по кнопке "Настройки комнат" вы сможете:
1. Удалить ненужные комнаты (*безвозвратно*, со всем содержимым)
2. Переименовать или сменить ключ у приватной комнаты
3. Поменять видимость: сделать публичную приватной или наоборот
"""
